{
    "title": "test enim aliqua duis in adipisicing commodo officia",
    "description": "Commodo proident mollit ex esse qui aliquip excepteur voluptate cupidatat qui voluptate.",
    "keywords": [
        "incididunt",
        "id",
        "minim",
        "occaecat",
        "enim",
        "ipsum",
        "elit"
    ],
    "created": "10/20/2017",
    "author": "Dan Jones",
    "img": "articles/clubbing.jpg",
    "category": "Interviews, Mixes, Releases, Events, Tracks, Artists",
    "body": [
        {
            "section": {
                "type": "heading",
                "text": "Eiusmod veniam minim dolor laborum pariatur fugiat minim sunt ullamco aute."
            }
        },
        {
            "section": {
                "type": "paragraph",
                "text": "Et officia culpa eiusmod consequat nulla ullamco dolor tempor ad anim nostrud velit. Nisi ut eiusmod dolore occaecat cillum ullamco labore voluptate aliquip laborum esse nisi sunt. Non incididunt ad aliqua laboris nostrud excepteur est consectetur qui labore. Exercitation in proident enim laborum ex labore ullamco in reprehenderit. Laboris consectetur labore exercitation tempor amet cupidatat excepteur excepteur pariatur occaecat anim esse dolor. Laborum labore enim nostrud deserunt fugiat eu eu sint est ex nisi laborum duis officia.\r\n"
            }
        },
        {
            "section": {
                "type": "image",
                "img": "articles/clubbing.jpg"
            }
        },
        {
            "section": {
                "type": "question",
                "text": "Lorem incididunt adipisicing ea dolore consequat eu veniam minim officia voluptate nisi cillum voluptate."
            }
        },
        {
            "section": {
                "type": "answer",
                "text": "Adipisicing elit in occaecat magna id anim minim cupidatat ad ipsum irure. Commodo aute consectetur labore esse est nulla. Aliquip eu Lorem labore ipsum minim excepteur. Enim labore et culpa consectetur nostrud exercitation aute commodo aliqua in occaecat. Incididunt anim esse dolore ullamco duis velit commodo qui. Sit eiusmod qui consectetur laboris irure sint excepteur qui consequat veniam. Ex officia labore exercitation excepteur nostrud cupidatat veniam.\r\n"
            }
        },
        {
            "section": {
                "type": "bulletList",
                "list": [
                    "Eiusmod id minim sit eu aliquip.",
                    "Consectetur commodo occaecat minim reprehenderit ipsum aliquip cillum aliquip.",
                    "Ut id occaecat excepteur amet ad aliquip consequat dolor culpa cupidatat ullamco.",
                    "Quis pariatur proident fugiat veniam magna commodo.",
                    "Do proident minim nulla in voluptate ut consectetur amet."
                ]
            }
        },
        {
            "section": {
                "type": "numberedList",
                "list": [
                    "Officia esse tempor reprehenderit non laborum aliqua cupidatat Lorem laborum Lorem.",
                    "Reprehenderit id ad qui Lorem nulla officia duis velit irure ut culpa sunt dolor.",
                    "Adipisicing dolore anim adipisicing consequat.",
                    "Minim deserunt velit velit exercitation.",
                    "Aute voluptate tempor enim eu in culpa excepteur consequat in pariatur qui ut irure consectetur."
                ]
            }
        },
        {
            "section": {
                "type": "soundcloud",
                "id": 313636877,
                "text": "Aagentah - Babylon"
            }
        },
        {
            "section": {
                "type": "youtube",
                "url": "www.youtube.com/blah"
            }
        },
        {
            "section": {
                "type": "link",
                "text": "Sit anim ullamco nulla deserunt.",
                "url": "ww/blahyoyoyoyoy"
            }
        }
    ]
}
